[Reward_RetrieveItem X2RewardTemplate]
DisplayName="牺牲英雄的隐藏物品"

[CovertAction_RetrieveBody X2CovertActionTemplate]
ActionObjective="找回牺牲英雄的遗体"

[CovertActionNarrative_RetrieveBody_Skirmishers X2CovertActionNarrativeTemplate]
ActionName="找回遗体"
ActionPreNarrative="虽然我们散兵不需要被埋葬或做类似之事，但我们知道人各有不同，有些人希望以不同方式纪念逝者。我们一定会找到牺牲的英雄<font color='#E52E11'><XGParam:StrValue4/!FallenSoldierName/></font>。"
ActionPostNarrative="言出必行，我们已经找到了牺牲者，并将他的遗体和装备一起送回给你们。"

[CovertActionNarrative_RetrieveBody_Reapers X2CovertActionNarrativeTemplate]
ActionName="找回遗体"
ActionPreNarrative="我的人民以另类的方式纪念我们的阵亡英雄，但我们理解普通人类这样做的必要性。时刻待命，只要你需要我们找到牺牲的英雄<font color='#E52E11'><XGParam:StrValue4/!FallenSoldierName/></font>。"
ActionPostNarrative="为了每一位在这场战争中牺牲的人，我们要让外星人付出十倍的代价。"

[CovertActionNarrative_RetrieveBody_Templars X2CovertActionNarrativeTemplate]
ActionName="找回遗体"
ActionPreNarrative="我们圣殿骑士非常理解你们纪念逝者的愿望，我们也会尽可能带回死去成员的遗体。即使在死亡后，逝者的灵能仍然能被感知。你们的牺牲英雄也是如此，只要一声令下，我们就会开始寻找牺牲的英雄<font color='#E52E11'><XGParam:StrValue4/!FallenSoldierName/></font>。"
ActionPostNarrative="他们的牺牲不会很快被忘记，指挥官，至少他们现在可以在死后得到荣誉。"